"Part1" = "한글";
"Part2" = "APPLE INC.";
"Part3" = "SHORTCUTS for iOS 소프트웨어 사용권 계약";
"Part4" = "Apple 소프트웨어를 사용하기 전에 반드시 본 소프트웨어 사용권 계약(이하 “사용권”)을 유의하여 읽어 주십시오. Apple 소프트웨어를 사용함으로써, 귀하는 본 사용권의 약관을 준수하기로 동의하는 것입니다. 만일 귀하가 본 사용권의 약관에 동의하지 않으시면, 본 소프트웨어를 설치하거나 사용하지 마십시오.";
"Part5" = "주의사항: 본 소프트웨어가 자료를 복제, 변경, 출판 및 배포하기 위하여 사용될 수 있는 범위에서, 본 소프트웨어는 저작권이 없는 자료, 귀하가 저작권을 소유하고 있는 자료, 또는 귀하가 복제, 변경, 출판 또는 배포할 수 있도록 허가 받았거나 법적으로 허용된 자료들의 복제, 변경, 출판 및 배포를 위해서만 귀하에게 사용권이 부여된 것입니다. 귀하가 자료를 복제, 변경, 출판 또는 배포할 권리가 있는지에 대하여 불확실한 경우, 법률 자문을 구하시기 바랍니다.";
"Part6" = "1. 일반사항. ";
"Part7" = "A. 본 Apple 사용권에 수반되는 Apple 소프트웨어와 제 3 자 소프트웨어, 문서, 인터페이스, 컨텐츠, 폰트 및 데이터(이하 총칭하여 “Apple 소프트웨어”라고 함)는 읽기 전용 메모리 상에 존재하는 것이든, 다른 미디어에 있거나 다른 형태의 것이든 상관없이 본 사용권 약관에 따른 사용만을 위하여 Apple Inc.(이하 “Apple”이라고 함)가 귀하에게 사용 허가한 것이며 판매한 것이 아닙니다. 또한 귀하에게 명시적으로 부여되지 않은 모든 권리는 Apple 및/또는 그 사용권 부여자가 보유하고 있습니다. ";
"Part8" = "B. Apple은 Apple의 재량으로 귀하의 Apple 상표의 호환성 있는 iOS 기기를 위한 Apple 소프트웨어를 장래에 업데이트 또는 업그레이드할 수 있습니다. Apple 소프트웨어 업데이트 및 업그레이드는 Apple이 최신의 또는 다른 모델의 iOS 기기를 위하여 출시하는 기존의 모든 소프트웨어 기능 또는 새로운 기능을 포함하지 않을 수도 있습니다. 본 사용권의 약관은 Apple이 오리지널 Apple 소프트웨어 제품에 대하여 제공하는 모든 소프트웨어 업데이트 또는 업그레이드에도 적용됩니다. 단, 업데이트 또는 업그레이드에 별도의 사용권이 수반되는 경우, 귀하는 해당 사용권의 약관이 그러한 업데이트에 적용된다는 것에 동의합니다. ";
"Part9" = "2. 허가된 사용권상의 이용 및 제한.";
"Part10" = "A. 사용권. 본 사용권의 조항 및 조건에 따라, 그리고 Apple 미디어 서비스 약관(https://www.apple.com/legal/internet-services/itunes/ )에 규정된 “서비스 및 컨텐츠 사용 규칙”(이하 “사용 규칙”)에서 허용된 바와 같이, 귀하는 귀하가 소유하거나 통제하는 여하한 호환 가능한 Apple 상표의 iOS 기기에 Apple 소프트웨어를 설치 및 사용할 수 있는 제한적이고, 양도불가능하고, 비독점적인 사용권을 부여 받습니다. 단, 귀하가 Apple 소프트웨어를 제2조 B항에 명시된 바와 같이 취득한 경우는 제외합니다. 귀하는 복수의 기기들이 동시에 사용할 수 있는 네트워크에 Apple 소프트웨어를 배포 또는 이용 가능하게 할 수 없습니다. 귀하는 Apple 소프트웨어를 임대, 리스, 대여, 판매, 재배포나 재사용허가(sublicense) 할 수 없습니다.";
"Part11" = "B. 대량(volume) 또는 관리 라이센스. 만약 귀하가 Apple과의 대량 또는 관리 라이센스 프로그램에 따라 Apple 소프트웨어를 획득한 경우라면, 귀하의 대량 또는 관리 라이센스 약관에 따라 귀하가 소유하거나 통제하는 Apple 상표의 iOS 기기 상에서 귀하가 다운로드, 설치, 사용 또는 실행할 수 있는 Apple 소프트웨어의 사본의 수가 결정됩니다. Apple과 서면으로 합의된 경우를 제외하고, 본 사용권의 모든 다른 조항과 조건은 대량 또는 관리 라이센스에 따라 획득된 귀하의 Apple 소프트웨어 사용에 적용됩니다.";
"Part12" = "C. 시스템 요건. Apple 소프트웨어는 Apple에 의하여 지정된 시스템 요건을 충족하는 Apple 상표의 하드웨어상에서만 지원이 됩니다.";
"Part13" = "D. 컨텐츠 및 디지털 자료. 상표, 로고 및 이미지 등 Apple 소프트웨어에 의해 게시되거나 Apple 소프트웨어를 통해 접근하는 모든 컨텐츠와 관련된 소유권 및 지적재산권은 각각의 컨텐츠 소유자의 것입니다. 이러한 컨텐츠는 저작권, 상표 또는 기타 지적재산권 및 조약에 의해 보호될 수 있으며 그러한 컨텐츠를 제공하는 제3자 사용조건에 적용될 수 있습니다. 본 사용권에서 다르게 규정된 경우를 제외하고, (i) 본 사용권은 귀하에게 그러한 컨텐츠를 사용할 권리를 부여하지 아니하고, 귀하에게 그러한 컨텐츠가 계속적으로 이용 가능하게 될 것이라는 점도 보증하지 아니하며, (ii) 귀하는 상업적으로나 기타 목적으로 Apple 소프트웨어에 포함되어 있거나 Apple 소프트웨어의 일부로서 제공된 사진, 로고, 텍스트, 코드, 이미지, 그래픽, 작품, 오디오, 비디오나 기타 자산(이하 “디지털 자료”라 함)를 독립된 형태로 사용, 추출, 배포할 수 없고 또한 귀하는 디지털 자료들을 Apple 소프트웨어의 일부분으로서 의도된 용도 이외의 용도로 사용할 수 없습니다.";
"Part14" = "E. Shortcuts의 사용. 귀하는 모든 앱 및/또는 웹사이트 액션 Shortcut(이하 \"Shortcuts\")가 당해 Shortcuts를 고안한 당사자 또는 당사자들의 단독 책임임을 인정합니다. Apple은 어떠한 제3자 Shortcut의 내용 또는 기능을 통제할 수 없으며 그에 대하여 어떠한 책임도 지지 않습니다. 귀하는 위험을 감수하고 Shortcuts를 사용하며, 귀하의 Shortcuts 사용과 관련된 제3자 조건 또는 계약을 준수할 단독 책임이 있습니다. 귀하는 Apple이 단독 재량에 따라 모든 Shortcuts를 미리 검사하거나, 거부, 비활성화 또는 제거할 권리를 보유하나, Apple에게 Shortcuts를  미리 검사할 의무가 없다는 점을 인정합니다. ";
"Part15" = "F. Shortcuts 공유. Apple 소프트웨어는 귀하가 웹 링크를 통해 다른 사람들과 만든 Shortcuts를 공유하는 것을 허용할 수 있습니다. 귀하가 공유한 Shortcuts와 그에 내재된 모든 컨텐츠는 이러한 공유를 가능하게 하기 위한 목적으로 Apple 서버에 저장되며, Apple 제품 및 서비스를 일반적으로 개선하는데 사용될 수 있습니다. 귀하가 공유한 Shortcuts와 그에 내재된 모든 컨텐츠는 해당 웹 링크에 접속하여 귀하의 Shortcuts와 그에 내재된 모든 컨텐츠의 사본을 복제, 저장, 수정 및 재배포할 수 있는 모든 자에게 제공됩니다. Shortcuts를 공유함으로써 귀하는 (1) 해당 Shortcuts에 대한 모든 필요한 권리 및 사용권을 보유하며, 해당 Shortcuts가 어느 누구의 권리도 침해하지 않으며, (2) 귀하가 공유하는 모든 Shortcuts는  법에 위반되지 않고, 권리를 침해하거나 기타 불법적인 행위에 기여하거나 그러한 행위를 장려하지 않으며, 달리 외설적이거나 부적절하지 않음을 진술합니다. Apple은 단독 재량에 따라 귀하가 공유하는 모든 Shortcuts를 검토하거나 비활성화 또는 제거할 권리를 보유함에도 불구하고, 귀하는 Apple에게 귀하가 공유한 Shortcuts를 검토할 의무가 없음을 인정합니다. ";
"Part16" = "G. 사용 제한. 귀하는 (1) 불법적, 위법적, 명예훼손적, 저속한, 외설적인, 비방적 또는 인종적, 민족적 또는 달리 부적절한 Shortcuts, (2) 관련 법률을 위반하거나 위반 행위를 조장하거나 또는 민사상 책임을 야기하는 Shortcuts, (3) 어떠한 개인이나 집단에 대하여 차별, 편견, 인정차별주의, 혐오, 괴롭힘 또는 위해를 조장하는 Shortcuts, (4) 폭력적 또는 위협적이거나 타인에게 위협적인 폭력 또는 행위를 조장하는 Shortcuts, (5) 불법적이거나 유해한 활동을 조장하는 Shortcuts, (6) 귀하가 거짓, 허위, 사기라고 인지 또는 생각하거나 달리 해당 Shortcuts의 사용자를 기만한다고 인지 또는 생각하는 Shortcuts 등을 업로드, 게시, 이메일, 전송, 공유 또는 달리 제공하지 않기로 동의합니다. 아울러 귀하는 Apple 소프트웨어에 연결된 서버나 네트워크 또는 귀하의 기기 상의 여하한 제3자 소프트웨어 애플리케이션, 서비스 또는 웹사이트(\"제3자 앱\")를 방해하거나 그에 지장을 주거나 지나친 부담을 주지 않으며, 이러한 네트워크 또는 제3자 앱의 규정, 방침 또는 절차를 위반하지 않기로 합의합니다.  ";
"Part17" = "H. 제3자 앱. 특정 Shortcuts를 완성하기 위해서 Apple 소프트웨어가 특정 제3자 앱에 접속할 필요가 있을 수 있습니다. 귀하는 Apple 소프트웨어가 Shortcuts를 완성하는데 필요한 범위에서 귀하를 위해 제3자 앱에 접근하거나 이를 사용하는 것에 동의하며 이를 승인합니다. Apple 소프트웨어가 제3자 앱에  접근하는 범위 내에서 Apple은 해당 제3자 앱을 위한 어떠한 기술적 또는 기타 지원을 제공할 명시적 또는 묵시적 의무가 없습니다. 소프트웨어 서비스, 웹사이트 및/또는 제품 관련 기술 지원 및 고객 서비스의 경우 적절한 소프트웨어 판매자, 제조자 또는 서비스 제공자에게 직접 문의하십시오. 아울러 귀하는  Apple 소프트웨어를 사용 시 이러한 제3자 앱에 대한 서비스 조건이나 기타 계약을 준수한다는데 동의합니다. 귀하는 모든 Shortcuts가 그에 사용되는 각 제3자앱의 관련 조건을 준수함을 확인할 단독 책임이 있습니다. Apple은 어떠한 방식으로든 Shortcuts가 어떠한 제3자 앱 조건을 준수함을 보장하지 않으며, Apple은 어떠한 제3자 Shortcuts에 대해서도 책임지지 않습니다.  ";
"Part18" = "I. 역공학 금지. 귀하는 Apple 소프트웨어, Apple 소프트웨어가 제공하는 모든 서비스 혹은 그 일부의 복사(본 사용권이 명시적으로 허용하거나 귀하에게 적용되는 사용규칙이 있다면 그 사용규칙이 허용하는 경우를 제외함), 역컴파일, 역공학, 역어셈블, 소스코드를 추출하려는 시도, 해독, 수정 또는 파생작업들을 할 수 없으며, 귀하가 직접적으로 그렇게 하거나 또는 제3자가 그렇게 하도록 교사하지 않는다는 것에 동의합니다(다만, 앞서 언급한 제한이 관련 법률에 의해 금지되는 경우 또는 Apple 소프트웨어에 포함된 오픈소스 구성요소의 사용을 규율하는 사용권 조건에 따라 허용될 수 있는 경우는 제외됩니다).";
"Part19" = "J. 법령 준수. 귀하는 Apple 소프트웨어 및 서비스(아래의 제4조에서 정의됨)를 귀하가 거주하거나 Apple 소프트웨어와 서비스를 사용하거나 다운로드 받는 국가나 지역의 지역법을 포함하는 모든 준거법을 준수하여 사용하는 것에 동의합니다.";
"Part20" = "K. 자동 업데이트. 귀하가 자동 앱 업데이트를 허용하도록 선택한 경우, 귀하의 기기는 Apple소프트웨어에 대한 업데이트 및 업그레이드를 하기 위해 Apple과 주기적으로 점검을 실시할 것입니다. 만약 업데이트 또는 업그레이드가 제공되는 경우, 해당 업데이트 또는 업그레이드는 귀하의 기기, 그리고 적용 가능한 경우, 귀하의 주변 장치에 자동적으로 다운로드되고 설치될 것입니다. 귀하는 설정에 있는 자동 앱 업데이트 설정을 변경함으로써 언제라도 자동 앱 업데이트를 완전히 끌 수 있습니다.";
"Part21" = "3. 데이터 사용에 대한 동의.";
"Part22" = "A. 분석 데이터. 귀하가 분석을 위한 수집을 선택(opt in)한 경우, 귀하는 Apple과 그 자회사 및 에이전트가 Apple의 제품 및 서비스를 제공하고 개선하며, 귀하에게 Apple 소프트웨어와 관련한 소프트웨어 업데이트와 제품 지원 및 기타 서비스를 용이하게 제공하고, 본 사용권 약관의 준수 여부를 확인하기 위하여 주기적으로 수집되는 진단, 기술, 사용 정보 및 관련 정보(고유한 시스템 또는 하드웨어 식별자 및 귀하의 iOS 기기, 컴퓨터, 시스템 및 애플리케이션 소프트웨어 그리고 주변장치에 대한 정보를 포함하나 이에 한정되지 않음)를 수집, 유지, 처리 및 사용할 수 있다는 것에 동의합니다. 이러한 정보가 귀하를 개인적으로 식별하지 못하는 형태로 수집되는 한, Apple은 이러한 정보를 위에 기술한 목적으로 사용할 수 있습니다. Apple의 파트너들과 제3자 개발자들이 Apple 제품과 함께 사용되도록 고안된 그들의 소프트웨어, 하드웨어 및 서비스를 개선시킬 수 있도록 하기 위하여, Apple은 진단 정보가 귀하를 개인적으로 식별하지 못하는 형태로 있는 한, 그러한 파트너나 제3자 개발자에게 그러한 파트너나 개발자의 소프트웨어, 하드웨어 및/또는 서비스와 관련된 진단 정보의 서브세트를 제공할 수 있습니다.";
"Part23" = "B. 위치 데이터. Apple과 그 파트너들, 사용권 피부여자들, 및 제3자 개발자들은 위치정보에 의존하는 Apple 소프트웨어를 통하여 특정 서비스를 제공할 수 있습니다. 이러한 서비스를 제공하고 개선하기 위하여 Apple 및 그 파트너들, 사용권 피부여자들 및 제3자 개발자들은, 사용 가능한 경우, 귀하의 위치 데이터를 전송, 수집, 유지, 처리 및 사용할 수 있습니다. Apple이 수집한 위치 데이터 및 위치 조회는 귀하를 개인적으로 식별하지 아니하는 방식으로 수집되며, 위치기반 제품 및 서비스를 제공하고 개선하기 위하여 Apple과 그 파트너들, 사용권 피부여자들 및 제3자 개발자에 의해 사용될 수 있습니다. 귀하는 Apple 소프트웨어에 의해 또는 Apple 소프트웨어를 통하여 제공되는 위치기반 서비스를 사용함으로써, Apple과 그 파트너들, 사용권 피부여자들 및 제3자 개발자들이 그러한 제품 및 서비스를 제공하고 개선하기 위하여 귀하의 위치 데이터 및 위치 조회를 전송, 수집, 보유, 처리 및 사용한다는 점에 대하여 동의합니다. 귀하는 귀하의 iOS 기기의 위치 서비스 설정 메뉴로 들어가 Apple 소프트웨어의 모든 위치 서비스 설정 또는 개별 위치 설정을 끔으로써 본 동의를 언제든지 철회할 수 있습니다. 위치 데이터를 사용하거나 제공하는 귀하의 iOS 기기 상에서 제3자 애플리케이션이나 서비스를 사용하는 때에는, 귀하는 제3자 애플리케이션이나 서비스를 통한 위치 데이터의 사용에 관한 제3자의 약관 및 개인정보 보호정책을 따라야 하고 이를 검토해야 합니다.";
"Part24" = "C. 개인정보 보호정책. 귀하의 정보는 언제나 Apple의 개인정보 보호정책을 준수하여 취급될 것이며, https://www.apple.com/legal/privacy/에서 확인하실 수 있습니다.";
"Part25" = "4. 서비스와 제3자 자료.   ";
"Part26" = "A. 일반사항. 귀하는 Apple 소프트웨어를 사용함으로써 Apple의 iTunes Store, App Store, iCloud, Maps 및 기타 Apple과 제3자 서비스와 웹사이트(이하 통칭하여 그리고 개별적으로, “서비스”라 함)에 접속할 수 있습니다. 이러한 서비스는 모든 언어로 또는 모든 국가에서 이용 가능하지 않을 수 있습니다. 본 서비스를 이용하기 위해서는 인터넷이 연결되어야 하며 특정 서비스의 사용에는 Apple ID가 요구될 수 있고, 귀하는 추가 서비스 이용 조건에 동의해야 할 수도 있고, 추가적인 이용요금이 부과될 수 있습니다. iTunes Store 계정, Apple ID, 또는 기타 Apple 서비스 관련하여 본 소프트웨어를 사용함으로써, 귀하는 https://www.apple.com/legal/internet-services/itunes/ 에 접속하여 볼 수 있는 최신 Apple 미디어 서비스 약관과 같은 그러한 계정과 관련된 서비스 약관에 동의합니다. ";
"Part27" = "B. 귀하가 Apple 소프트웨어를 통해 iCloud 서비스를 사용하는 것을 선택한 경우, 귀하의 iCloud 서비스의 사용은 다음의 추가적인 약관에 따릅니다: https://www.apple.com/legal/internet-services/icloud/  에서 볼 수 있는 iCloud 약관 및 https://www.apple.com/legal/privacy/에서 볼 수 있는 Apple 개인정보 보호정책. ";
"Part28" = "C. 귀하는 본 서비스를 이용하면서 불쾌하거나, 공격적이거나 또는 음란한 내용이 담긴 컨텐츠를 접할 수 있으나 이들 컨텐츠에 사용되는 언어는 상대에 따라 불쾌하거나, 공격적이거나 또는 음란하게 보일 수도 있고 또는 그렇지 않을 수 도 있음을 명심하시기 바랍니다. 그럼에도 불구하고, 본 서비스에 대한 이용은 전적으로 귀하의 책임이며, Apple은 귀하가 본 서비스를 이용하면서 접할 수 있는 그 어떤 불쾌하거나, 공격적이거나 또는 음락한 컨텐츠에 대하여 책임을 지지 않는다는 것에 동의합니다.";
"Part29" = "D. 특정 서비스는 제3자로부터의 서비스, 컨텐츠, 데이터, 정보, 애플리케이션 또는 자료들(“제3자 자료”)을 게시하거나 포함하거나 사용 가능하게 하거나, 또는 어떤 제3자 웹 사이트 또는 애플리케이션으로의 링크를 제공할 수 있습니다. 그러한 서비스를 사용함으로써, 귀하는 Apple이 제3자 자료나 애플리케이션 또는 웹 사이트의 컨텐츠, 정확성, 완성성, 시의성, 유효성, 저작권 준수 여부성, 적법성, 적절성, 품질 또는 다른 측면들을 조사하거나 평가할 책임이 없다는 것을 알고 이에 동의합니다. Apple, Apple의 임원, 계열사 및 자회사는 제3자 서비스들, 제3자 자료들이나 애플리케이션, 웹 사이트 또는 제3자의 기타 다른 자료들, 제품들 또는 서비스들과 관련하여 귀하나 다른 사람들에 대하여 어떠한 채무나 책임을 부담하지 않고 않을 것이며, 이를 보장하거나 보증하지 않습니다. 제3자 자료들과 다른 웹 사이트 또는 애플리케이션에 대한 링크들은 오직 귀하의 편의를 위해 제공되는 것입니다.";
"Part30" = "E. 귀하가 본 서비스를 사용하여 컨텐츠를 업로드하는 범위에서, 귀하는 이러한 컨텐츠를 업로드할 모든 권리 또는 권한을 가지고 있거나 혹은 그렇게 할 수 있도록 법적인 허가를 받았다는 것과 그러한 컨텐츠는 본 서비스에 적용되는 모든 서비스 약관을 위배하지 않는다는 것을 진술합니다. 귀하는 본 서비스가 Apple, 사이트 소유자 및/또는 그들의 사용권 부여자에 의하여 소유되는 디지털 자료 등 전속적인 컨텐츠, 정보 및 자료를 포함하고 있다는 점, 그리고 이러한 정보 및 자료는 저작권 등 관련 지적재산권 및 기타 법률에 의해 보호 되고 있다는 점에 동의합니다. 귀하는 그러한 전속적인 컨텐츠, 정보나 자료를 본 서비스의 허가된 사용 이외로 사용하지 않을 것이며 본 사용권의 조항들과 상충되는 방식으로 사용하거나 Apple 또는 제3자의 지적재산권을 침해하는 방식으로 사용할 수 없다는 점에 동의합니다. 본 서비스의 그 어떤 부분도, 형태 및 방법에 관계 없이, 복제 될 수 없습니다. 귀하는 본 서비스를 수정, 임대, 리스, 대여, 판매, 배포 혹은 본 서비스를 바탕으로 그 어떤 파생 작업을 어떠한 방식으로도 할 수 없으며,  Apple의 허가 없이 컴퓨터 바이러스, 웜(worms), 트로이 목마 또는 그 밖의 악성코드(malware)를 전송하거나 네트워크 용량을 불법 침해하거나 과부하시키는 행위를 포함하나 이에 한정되지 않는 비승인된 방식으로 본 서비스를 부당하게 활용하는 그 어떤 행위도 할 수 없다는 것에 동의합니다. 나아가 귀하는 다른 사람을 괴롭히거나, 학대하거나, 스토킹(stalk)하거나, 협박하거나, 비방하거나 그 밖에 다른 사람의 권리를 침해하는 어떠한 방식으로도 본 서비스를 사용할 수 없다는 것에 동의합니다. 그리고 Apple은 귀하의 위와 같은 사용에 대하여 어떠한 경우에도 책임이 없으며, 여하한 서비스의 이용으로 인해 귀하가 받을 수 있는 학대, 협박, 비방, 폭력, 침해적인 혹은 불법적인 메시지 또는 전송에 대해서도 책임이 없습니다.";
"Part31" = "F. 또한, Apple 소프트웨어를 통하여 접속되거나 링크되거나 게시되는 서비스와 제3자 자료는 모든 언어로 또는 모든 국가나 지역에서 이용 가능하지는 않습니다. Apple은 그러한 서비스와 제3자자료가 특정 장소에서 이용하기에 적합하다거나 이용 가능하다는 점을 보증하지 않습니다. 귀하는 그 서비스와 제3자 자료를 이용하거나 접속하기로 선택한 이상 귀하는 자진하여 이를 사용하는 것이며 해당 지역의 법률 및 개인정보보호 및 정보수집에 간한 법률을 포함하나 이에 한정되지 않는 관련 법률을 준수할 책임이 있습니다. Apple 및 그 사용권 부여자들은 사전 통지 없이 언제든지 본 서비스를 수정, 중지, 삭제 또는 접근 불능 상태로 만들 수 있습니다. 그러나 Apple은 이러한 서비스를 삭제 또는 접근 불능 상태로 만드는 행위에 대해 그 어떤 책임도 지지 않습니다. Apple은 통지 없이 또는 책임을 지지 않고 언제든지 본 서비스에 대한 접근 및 사용을 제한할 수 있습니다.";
"Part32" = "5. 종료. 본 사용권은 계약 종료 시까지 유효합니다. 귀하가 본 사용권의 조항(들)을 준수하지 않을 경우, 본 사용권에 근거한 귀하의 권리는 Apple로부터의 사전통지 없이 자동으로 종료되거나 효력이 중지될 수 있습니다. 본 사용권의 종료와 동시에 귀하는 일체의 Apple 소프트웨어의 사용을 중지해야 하며 Apple 소프트웨어의 모든 사본을 전부이든 일부이든 파기해야 합니다. 본 사용권의 제2조 I항, 제3조, 제4조, 제5조, 제6조, 제7조, 제8조, 제10조 및 제11조는 그러한 종료의 경우에도 효력을 가집니다.";
"Part33" = "6. 보증의 부인.   ";
"Part34" = "A. 귀하가 (Apple 소프트웨어를 당신의 거래, 사업 또는 직업 이외의 목적으로 사용하는) 소비자인 고객이라면, 귀하가 거주하는 국가에서 아래와 같은 제한이 귀하에게 적용되는 것을 금지할 수 있는 법적 권리를 가질 수 있고, 또한 귀하가 거주하는 국가에서 아래 제한의 적용이 금지되면 이러한 제한들은 귀하에게 적용되지 않을 것입니다. 소비자의 권리에 관하여 더 많은 정보를 얻기 원한다면, 해당 지역의 소비자상담기관에 연락하시기 바랍니다.";
"Part35" = "B. 준거법이 허용하는 범위에서, 귀하는 귀하의 전적인 책임하에서 Apple 소프트웨어 및 Apple 소프트웨어에 의하여 수행되거나 Apple 소프트웨어를 통하여 접속되는 서비스를 사용하며 품질에 대한 만족도, 성능, 정확도 및 노력에 대한 전적인 책임 역시 귀하에게 있다는 것을 명시적으로 인정하고 이에 동의합니다.  ";
"Part36" = "C.  준거법이 허용하는 최대의 범위에서, Apple 소프트웨어 및 서비스는 매수인의 책임으로 또한 어떠한 종류의 보증없이 “있는 그대로”, “이용 가능한대로”의 상태로 제공됩니다. 또한 Apple과 Apple의 사용권 부여자들(제6조와 제7조와의 관련상 총칭하여 “Apple”이라고 함)은 이로써 명시적이든 묵시적이든 또는 법규상의 것이든, 상품으로서의 적합성, 품질에 대한 만족도, 특정한 목적을 위한 적합성, 정확성, 문제없는 사용에 대한 묵시적 보증 및/또는 조건 그리고제3자의 권리를 침해하지 아니할 것 등의 Apple 소프트웨어 및 서비스와 관련된 모든 보증이나 조건에 대하여 책임이 없습니다.  ";
"Part37" = "D. Apple은 Apple 소프트웨어에 포함된 기능 또는 Apple 소프트웨어에 의하여 수행되거나 제공되는 서비스가 귀하가 요구하는 사항을 충족시킨다는 점, Apple 소프트웨어 또는 서비스의 작동이 방해되지 않을 것이라거나 오류가 없을 것이라는 점, 어떠한 서비스가 계속 이용 가능할 것이라는 점, Apple 소프트웨어나 서비스가 정정될 것이라는 점,또는 Apple 소프트웨어가 제3자 소프트웨어, 애플리케이션 또는 제3자 서비스 와 호환되거나 함께 작동될 것이라는 점 등 귀하가 Apple 소프트웨어 및 서비스를 사용하는 데에 대한 장애에 대하여 보증하지 않습니다. 본 Apple 소프트웨어의 설치는 제3자 소프트웨어, 애플리케이션 또는 제3자 서비스 및 Apple 제품 및 서비스의 이용가능성 및 유용성에 영향을 미칠 수 있습니다. ";
"Part38" = "E. 나아가 귀하는 Apple 소프트웨어와 서비스는 컨텐츠, 데이터 또는 정보의 문제, 지연, 오류, 또는 부정확성으로 인하여 사망, 상해 또는 심각한 물리적 또는 환경적 피해가 유발될 수 있는 상황이나 환경(핵시설 운영, 항공기 항행이나 통신 시스템, 항공교통 통제, 생명유지 또는 무기 시스템을 제한없이 포함함) 등에서 사용되는 것을 의도하지 않았고 그러한 사용에 적합하지 않다는 것을 양지합니다. ";
"Part39" = "F. Apple 또는 Apple로부터 수권받은 대표자가 어떠한 구두 혹은 서면의 정보나 자문을 제공하였다고 하여도 이것이 보증을 의미하는 것은 아닙니다. 만일 Apple 소프트웨어나 서비스가 결함이 있는 것으로 판명될 경우, 필요한 서비스, 수리 혹은 수정비용 모두를 귀하가 부담하여야 합니다.  특정 관할 지역에서는 묵시적 보증의 배제나 소비자에게 적용되는 성문법상의 권리에 대한 제한을 허용하지 않고 있는바, 이 경우 위와 같은 보증의 배제 및 책임의 제한이 적용되지 않을 수 있습니다. ";
"Part40" = "7. 책임제한. 준거법으로 금지되지 않는 범위 내에서 Apple은 Apple 소프트웨어와 서비스 또는 Apple 소프트웨어와 관련된 제3자 소프트웨어나 애플리케이션의 사용이나 사용불능으로 인하여 발생되거나 그와 관련이 있거나 상관없이, 나아가 어떠한 이유로 초래된 것인지와도 상관없이, 기대이익상실의 손해, 데이터의 변형 또는 분실, 데이터의 송신 또는 수신 실패, 영업의 중단 또는 기타 상업적인 손해와 멸실 등을 포함하여 인사사고나 어떠한 형태의 우연적인, 특수한, 간접적이고 결과적인 손해이든 그 손해에 대하여 책임을 지지 아니합니다. 이는 또한 배상책임의 법리(계약, 불법행위 또는 기타) 여하와 상관없으며, 나아가 Apple이 사전에 그러한 손해의 가능성에 대하여 통보받았다 하더라도 마찬가지입니다. 특정 관할 지역에서는 인사사고나 우연적 혹은 결과적인 손해에 대한 책임의 배제 또는 제한을 허용하지 아니하므로, 이러한 책임 제한이 귀하에게 적용되지 아니할 수 있습니다. 귀하의 모든 손해(인사사고와 관련된 사건에서 적용되는 법률이 요구하는 경우를 제외함)에 대한 Apple의 총 책임 한도액은 어떠한 경우에도 미화 오십 달러($50.00)를 초과하지 않습니다. 위에서 언급한 구제수단이 본질적 목적에 부합하지 않는다고 하더라도 상기의 책임제한이 적용됩니다.";
"Part41" = "8. 수출 통제. 귀하는 미합중국 법률 및 Apple 소프트웨어를 취득한 국가의 관할 지역(들)의 법률에 의해 승인받은 경우를 제외하고 Apple 소프트웨어를 사용하거나 수출 또는 재수출할 수 없습니다. 특히 Apple 소프트웨어는 다음과 같은 국가로 수출되거나 재수출될 수 없습니다. (a) 미합중국과 통상금지 조치가 처해진 국가, 또는 (b) 미합중국 재무성의 특별 선정국 목록상의 개 인이나 미합중국 상무성의 기피인물 목록 또는 기피단체 목록상의 개인 또는 단체 또는 기타 제한된 당사자 목록상의 개인 또는 단체. Apple 소프트웨어를 사용할 경우 귀하는 귀하가 위에서 언급한 국가에 거주하지 않거나 그러한 목록 상에 있지 않다는 것을 입증하고 보증하여야 합니다. 귀하는 핵무기, 미사일 혹은 생화학 무기 등의 개발, 기획, 제조 혹은 생산을 포함하나 이에 한하지 않고 미국법에 의하여 금지된 어떠한 목적을 위하여도 Apple 소프트웨어를 사용하지 않을 것에 동의합니다.";
"Part42" = "9. 정부가 최종 사용자인 경우. Apple 소프트웨어 및 관련 서류들은 “상업적인 품목”이며, “상업적인 품목”이라는 용어는 48 C.F.R.(U.S. Code of Federal Regulations) §2.101에서 정의되어 있는바, 이는 “상업적 컴퓨터 소프트웨어” 및 “상업적 컴퓨터 소프트웨어 문서”로 구성되어 있고, 또한 이들 용어는 48 C.F.R. §12.212 또는 48 C.F.R. §227.7202에 해당되는 것으로 사용되고 있습니다. 48 C.F.R. §12.212 또는 48 C.F.R. §227.7202-1부터 §227.7202-4의 관련 조항과 일치시켜 볼 때, 상업적 컴퓨터 소프트웨어와 상업적 컴퓨터 소프트웨어 문서들은 (a) 상업적 품목으로서만 그리고 (b) 본 약관에 따른 기타의 최종 사용자에게 부여된 권리와 동일한 권리로서만 미합중국 정부에게 최종 사용자가 될 권리를 부여하고 있습니다. 공개되지 않은 권리는 미합중국의 저작권법하에서 유보되어 있습니다.";
"Part43" = "10. 규제법과 분리가능성. 본 사용권은 국제사법원칙의 적용을 배제하고, 캘리포니아 주 법에 따라 규율되고 해석됩니다. 본 사용권은 국제상품매매계약에 관한 유엔 협약에 의해 규율되지 않으며 동 협약의 적용은 명시적으로 배제됩니다. 만약 귀하가 영국에 기반을 둔 소비자라면, 본 사용권은 귀하의 거주지 관할법에 적용될 것입니다. 만약 어떠한 이유로 당해 관할법원이 어떠한 조항이나 그 일부분이 집행 불가능함을 발견한 경우에도, 본 사용권의 나머지 조항들은 계속적으로 유효하며 완전한 효력이 있습니다.";
"Part44" = "11. 완전한 합의 및 규율 언어. 본 사용권은 Apple 소프트웨어와관련하여 귀하와 Apple 사이에서 완전한 합의를 구성하고, 관련 내용에 관한 모든 사전적, 동시적 합의에 대해 우선권을 갖습니다. 본 사용권에 대한 수정이나 정정은 문서로 작성되고 Apple이 서명한 경우에만 구속력을 갖습니다. 본 사용권의 번역문은 해당 지역의 필요에 의해서 작성되고, 영문판과 번역판 사이에 불일치가 있을 경우에는 귀하의 관할에서의 지역법에 의하여 금지되지 아니한 범위에서 영문판이 우선합니다. ";
"Part45" = "12. 제3자 승인. Apple 소프트웨어의 일부는 제3자 소프트웨어와 기타 저작권이 있는 자료를 활용하거나 포함할 수 있습니다. 해당 자료에 대한 승인과 사용권 조건 및 책임의 배제 등에 관한 사항은  Apple 소프트웨어에 대한 전자 문서에 포함되어 있으며, 해당 자료에 대한 귀하의 사용은 개별적인 조건에 의하여 규율됩니다.";
"Part46" = "EA1576";
"Part47" = "2018.8.16 ";